console.log ("Вёрстка валидная (10/10)\n" +
    "Вёрстка семантическая (16/20)\n" +
    "Вёрстка соответствует макету (0/45)\n" +
    "Требования к css (0/12)\n" +
    "для построения сетки используются флексы или гриды (0/2)\n" +
    "при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону (2/2)\n" +
    "фоновый цвет тянется на всю ширину страницы (2/2)\n" +
    "иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления (0/2)\n" +
    "изображения добавлены в формате .jpg (0/2)\n" +
    "есть favicon (0/2)\n" +
    "Интерактивность, реализуемая через css (0/20)\n" +
    "Итого (30/100)\n")